/* localizable strings */
"OK" = "確定";
"Cancel" = "キャンセル";
"Are you sure you want to delete ?" = "本当に削除しますか ?";
"Are you sure you want to empty the contents of this archive ?" = "本当にこのアーカイブのコンテンツを空にしますか ?";
"Extract Here" = "ここに解凍";
"Compress Here" = "ここに圧縮";
"Operation failed" = "操作に失敗しました";
"Warning !" = "警告 !";
"The contents of the file can not be deleted with this programme !" = "プログラムはファイルのコンテンツを削除できません !";
"/Desktop" = "/デスクトップ";
"Save" = "保存";
"Being analyzed," = "解析中,";
"please wait for a moment !" = "しばらくお待ちください !";
"Compressing," = "圧縮中,";
"file" = "ファイル";
"folder" = "フォルダ";
"Being analyzed..." = "解析中...";
"Being analyzed: " = "解析中: ";
"The contents of the file can not be shown with this programme !" = "ファイルを表示出来ません !";
"The contents of the file is empty !" = "ファイルのコンテンツは空です !";
"Can not open this file with this programme !" = "プログラムはこのファイルを開けません !";
"Detect automatically" = "自動的に探知する";
"Password needed on file \"%@\"" = "パスワードは、ファイルに \"%@\" が必要";
"Extracting" = "解凍中";
"Extracting:" = "解凍中:";
"The contents of [%@] can not be extracted with this programme !" = "ファイル [%@] のコンテンツはこのプログラムで解凍出来ません !";
"The contents of the file can not be extracted with this programme !" = "ファイルのコンテンツはこのプログラムで解凍出来ません !";
"Error : [%@] !" = "エラー : [%@] !";
"%d items" = "%d アイテム";
"%d item" = "%d アイテム";
"have existed, do you want to update ?" = "存在している、更新したいですか ?";
"Updating view from \"%@\"" = "\"%@\" からビューを更新する";
"Adding files to" = "ファイルを追加:";
"%@  (%d/%d total)" = "%@  (%d/%d 合計)";
"The same file is opening, eject it please !" = "同じファイルが開いている、それはしてください取り出す !";
"Creating : " = "作成中 : ";
"Select a folder to save" = "保存するフォルダを選択します";
"Save Here" = "保存";
"Compressing : " = "圧縮中 : ";
"Some error happen, retry please !" = "いくつかのエラーが発生した、してくださいを再試行 !";
"Normal" = "正常";
"Maximized" = "最大化";
"Name" = "名前";
"Kind" = "タイプ";
"Size" = "サイズ";
"Original size" = "元のサイズ";
"Created" = "作成";
"Modified" = "変更";


"About SmartZipper Pro" = "SmartZipper Proについて";
"Preferences" = "設定…";
"Services" = "サービス";
"Hide SmartZipper Pro" = "SmartZipper Proを隠す";
"Hide Others" = "ほかを隠す";
"Show All" = "すべて表示";
"Quit SmartZipper Pro" = "SmartZipper Proを終了";


"Add" = "追加";
"Delete" = "削除";
"Quick Look" = "プレビュー";
"Extract to" = "解凍";
"Search" = "検索";
"File Name" = "ファイル名";


"Edit" = "編集";
"View" = "表示";
"Help" = "ヘルプ";

"Window" = "ウィンドウ";
"Minimize" = "最小化";
"Open Window" = "ウィンドウを開く";
"Bring All to Front" = "すべて前面に";

"Date Modified" = "時間";
"Path" = "パス";

"Extract" = "解凍";
"Advanced" = "アドバンスド";
"Always custom" = "常にカスタム";
"Use default path" = "既定のパスを使う";
"Change" = "変更";
"Show content in Finder after extraction" = "解凍後にFinderでコンテンツを表示する";
"When double-clicking archive in the Finder, directly extract" = "Finderでダブルクリックするとアーカイブは、直接解凍";
"Set SmartZipper Pro as default compressor/uncompressor" = "SmartZipper Proを既定の圧縮/解凍ソフトにする";
"Close" = "閉じる";

"Filename encoding autodetection" = "ファイル名エンコード自動探知";
"Filename encoding:" = "ファイル名エンコード:";
"Threshold:" = "しきい値:";
"confidence" = "信頼可能レベル";
"(A confidence level lower than this causes the program to ask for an encoding instead of using the autodetected one.)" = "(これより低い信頼可能レベルの場合プログラムがエンコード自動探知を使う代わりにエンコードを尋ねてきます.)";


"General" = "一般";
"Compression format:" = "圧縮形式:";
"[gz and bzip2 only support one file every time !]" = "[gz と bzip2 は毎回1つのファイルのみをサポートします !]";
"Split" = "分割";
"Split size:" = "分割サイズ:";
"Encrypt" = "暗号化";
"Input password:" = "パスワードの入力:";
"Encrypt headers ( Only 7z )" = "ヘッダーを暗号化 ( 7zのみ )";

"Compression level:" = "圧縮レベル: ";
"Store" = "ストアー";
"Fastest" = "最速";
"Fast" = "高速";
"Normal" = "通常";
"Maximum" = "最大";
"Ultra" = "ウルトラ";
"Solid archives (only 7z)" = "ソリッドアーカイブ (7zのみ)";
"Exclude Mac OS X resource forks (ex: .DS_Store)" = "不必要なファイル(.DS_Storeなど)をフィルタして除外";
"Show content in Finder after compression" = "圧縮後にFinderでコンテンツを表示する";
"The same path of the original file" = "元のファイルと同じパス";


"Rate the App description" = "ソフトウェアを使用して頂き有難うございます。役に立ちましたか？少し時間を掛けてソフトを評価していただければ幸いです。誠に有難うございました。 ";
"Rate now" = "今すぐ評価する ";
"Rate later" = "後で評価する ";
"Don't show again" = "再び表示しない ";


"Help Document" = "ヘルプドキュメント";
"Are you sure you want to add ?" = "ファイルを追加してよろしいですか?";
"Selected Items" = "選択済みアイテム";
"Entire Zip File" = "Zipファイル全体";
"Open" = "開く";
"Go" = "移動";
"Work path : " = "作業パス : ";



"help introduce" = "※\nSmartZipper Proがより効果的に動作するには、作業ディレクトリを \"%@\" に設定するいことをお勧めします。デフォルトで便利な機能をお楽しみいただけます。\n\n※\nメニューアイテムの \"SmartZipper Pro\" から \"%@\" インターフェースを入力してください。これにより多くの設定を選ぶことができます。\n\n※\nこのウィンドウはメニューの \"%@\" から開くことができます。";

"Set selected the path as default saving path" = "選択したパスをデフォルトセーブパスとして設定";
"Default path can be modified in \"Preferences\"" = "デフォルトセーブパスは、\"設定\"で変更できます";

"Open a directory or an archiver" = "ディレクトリまたはアーカイバを開く";


"Previous" = "前";
"Next" = "次の";
"Zoom" = "ズーム";
"Zoom to Fit" = "適当サイズ";

"Skip" = "スキップ";
"The file has been removed!" = "ファイルがありません。";
"Are you sure you want to add or open the files ?" = "本当にこれらのファイルを追加または開きますか？";
"Extract slowly" = "アーカイブ内の種々のファイルのうち異なるパスワードがある場合は、どのファイルがパスワードが必要かチェックしてください。（ゆっくりと）";

"Review on the App Store" = "Appstore上でレビューを書く";
"Always show compress panel" = "常に圧縮オプションボックスを表示する";
"Always use default format" = "デフォルトの圧縮形式で圧縮する";
"Finder's context menu" = "Finderのコンテキストメニュー";

"Purchase" = "購入";
"remind purchase text" = "SmartZipperProのトライアル版をお使いになっています。当プログラムを気に入っていただけたならば、Mac AppStoreからお買い求めください";
"You can also try a few days of" = "トライアル版の無料お試し期間は残り %ld 日です";
"Remind me" = "リマインド";

"Ask user whether save document \"%@\"" = "ドキュメント\"%@\"が修正されました。変更を保存しますか？";
"Ask user whether save doc document with images" = "ドキュメント内の画像が失われる可能性があります。変更を保存しますか？";
"Don't Save" = "保存しない";
"Undo Typing" = "入力を取り消す";
"Redo Typing" = "入力をやり直す";
"Ask user whether update archive \"%@\"" = "ドキュメント\"%@\"が修正されました。アーカイブでそれを更新しますか？";
"Update Archive" = "アーカイブを更新";
"Updating files to" = "ファイルを更新中";
"Update" = "更新";
"Don't Update" = "更新しない";
"Hex" = "Hex";
"Preview" = "Preview";

"Cut" = "カット";
"Copy" = "コピー";
"Paste" = "貼り付け";

